{"inkVersion":19,"root":[["^Guten Tag, in der Cyber Security gibt es verschiedenste Angriffsarten. Möchten Sie über eine Angriffsart mehr erfahren?","\n",[{"->":"Divert1"},["done",{"#f":5,"#n":"g-1"}],{"#f":5,"#n":"g-0"}],null],"done",{"Divert1":[["ev","str","^Phishing","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Denial-of-Service","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Malware","/str","/ev",{"*":".^.c-2","flg":20},"ev","str","^Ransomware","/str","/ev",{"*":".^.c-3","flg":20},"ev","str","^SQL-Injection","/str","/ev",{"*":".^.c-4","flg":20},"ev","str","^Social Engineering","/str","/ev",{"*":".^.c-5","flg":20},"ev","str","^Leave","/str","/ev",{"*":".^.c-6","flg":20},{"c-0":["^ Erzähl mir mehr über Phishing.","\n","^Phishing sind Attacken Versuche, vertrauliche Informationen wie Passwörter oder Kreditkartendetails durch gefälschte E-Mails oder Websites zu stehlen.","\n",["ev","str","^Beispiele","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Zurück","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ Wie funktioniert das genau?","\n","^Der Angreifer täuscht durch gefälschte E-Mails oder Websites dabei vor, von einer vertrauenswürdigen Quelle zu stammen, wie z.B. einer Bank oder einem Online-Shop. Einfallstore sind hierbei meistens die Unachtsamkeit des Nutzers oder das unbewusste Anklicken von Links oder Öffnen von Anhängen in E-Mails.","\n",["ev","str","^Schutz","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Zurück","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ Wie kann man sich schützen?","\n","^Um sich gegen Phishing-Angriffe zu schützen, sollte man vorsichtig mit E-Mails und Links umgehen, die von unbekannten Absendern stammen. E-Mail-Filter können helfen, gefälschte Nachrichten zu erkennen, und es ist wichtig, vertrauliche Informationen niemals in E-Mail-Form oder über verdächtige Websites preiszugeben. Zudem kann eine Schulung und Sensibilisierung für Phishing-Angriffe hilfreich sein. ",{"->":"Divert1"},"\n",{"#f":5}],"c-1":["^ ",{"->":"Divert1"},"\n",{"#f":5}]}],{"#f":5}],"c-1":["\n","^Zurück ",{"->":"Divert1"},"\n",{"#f":5}]}],{"#f":5}],"c-1":["^ Erzähl mir mehr über Denial-of-Service.","\n","^Denial-of-Service Attacken sind Versuche, einen Server oder ein Netzwerk durch Überlastung lahmzulegen.","\n",["ev","str","^Beispiele","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Zurück","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ Wie funktioniert das genau?","\n","^Beim DoS-Angriff wird versucht, einen Server oder ein Netzwerk durch Überlastung lahmzulegen. Dies kann durch das Senden von vielen Anfragen an einen Server oder durch das Blockieren von Verbindungen erreicht werden. Einfallstore sind hierbei Schwachstellen in Netzwerken oder Servern, die es Angreifern ermöglichen, große Mengen an Verkehr zu generieren.","\n",["ev","str","^Schutz","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Zurück","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ Wie kann man sich schützen?","\n","^Um sich gegen DoS-Angriffe zu schützen, kann man sicherstellen, dass Netzwerke und Server regelmäßig gewartet und aktualisiert werden. Eine Überwachung des Netzverkehrs kann ebenfalls helfen, Angriffe frühzeitig zu erkennen und abzuwehren. ",{"->":"Divert1"},"\n",{"#f":5}],"c-1":["^ ",{"->":"Divert1"},"\n",{"#f":5}]}],{"#f":5}],"c-1":["\n","^Zurück ",{"->":"Divert1"},"\n",{"#f":5}]}],{"#f":5}],"c-2":["^ Erzähl mir mehr über Malware.","\n","^Die Verbreitung von Schadsoftware wie Viren, Trojaner oder Würmer, die dazu verwendet werden, Daten zu stehlen oder Systeme zu beschädigen.","\n",["ev","str","^Beispiele","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Zurück","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ Wie funktioniert das genau?","\n","^Die Schadsoftware wird oft über E-Mail-Anhänge, gefälschte Downloads oder infizierte Websites verbreitet. Einfallstore sind hierbei unpatched/nicht aktuelle Software oder unachtsam heruntergeladene Dateien.","\n",["ev","str","^Schutz","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Zurück","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ Wie kann man sich schützen?","\n","^Um sich vor Malware-Angriffen zu schützen, sollte man Vorsichtsmaßnahmen bei der Installation von Software oder dem Herunterladen von Dateien treffen. Regelmäßige Updates für Betriebssysteme und Antivirus-Software können ebenfalls helfen, bekannte Bedrohungen zu erkennen und zu verhindern. ",{"->":"Divert1"},"\n",{"#f":5}],"c-1":["^ ",{"->":"Divert1"},"\n",{"#f":5}]}],{"#f":5}],"c-1":["\n","^Zurück ",{"->":"Divert1"},"\n",{"#f":5}]}],{"#f":5}],"c-3":["^ Erzähl mir mehr über Ransomware.","\n","^Ransomware Attacken sind Versuche, durch die Verschlüsselung von Daten Geld zu erpressen.","\n",["ev","str","^Beispiele","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Zurück","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ Wie funktioniert das genau?","\n","^Ransomware ist eine Art von Malware, die Daten verschlüsselt und den Zugriff darauf verweigert, bis ein Lösegeld gezahlt wird. Diese Angriffe werden oft durch Phishing-E-Mails oder infizierte Websites ausgelöst. Einfallstore sind hierbei unpatched/nicht aktuelle Software oder unachtsam geöffnete E-Mail-Anhänge.","\n",["ev","str","^Schutz","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Zurück","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ Wie kann man sich schützen?","\n","^Um sich vor Ransomware-Angriffen zu schützen, sollte man regelmäßig Backups erstellen und sichern. Zudem kann man Sicherheitsmaßnahmen wie Antivirus-Software und Firewalls einsetzen, um eindringende Schadsoftware zu erkennen und abzuwehren. Ein hundertprozentigen Schutz kann aber nicht erreicht werden, weshalb Backups zum Wiederherstellen essentiell sind. ",{"->":"Divert1"},"\n",{"#f":5}],"c-1":["^ ",{"->":"Divert1"},"\n",{"#f":5}]}],{"#f":5}],"c-1":["\n","^Zurück ",{"->":"Divert1"},"\n",{"#f":5}]}],{"#f":5}],"c-4":["^ Erzähl mir mehr über SQL-Injection.","\n","^SQL-Injection Attacken sind Versuche, durch das Einschleusen von Schadcode in eine Datenbank Schaden anzurichten oder Daten zu stehlen.","\n",["ev","str","^Beispiele","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Zurück","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ Wie funktioniert das genau?","\n","^SQL-Injection-Angriffe nutzen Schwachstellen in Datenbanken, um Schaden anzurichten oder Daten zu stehlen. Der Angreifer schleust hierbei Schadcode in Anfragen an die Datenbank ein, der dann ausgeführt wird. Einfallstore sind hierbei unsichere Programmierung von Datenbank-Anwendungen.","\n",["ev","str","^Schutz","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Zurück","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ Wie kann man sich schützen?","\n","^Um sich gegen SQL-Injection-Angriffe zu schützen, sollte man sicherstellen, dass Datenbank-Anwendungen sicher programmiert werden. Hierbei kann es hilfreich sein, auf bewährte Sicherheitspraktiken und -technologien zurückzugreifen. ",{"->":"Divert1"},"\n",{"#f":5}],"c-1":["^ ",{"->":"Divert1"},"\n",{"#f":5}]}],{"#f":5}],"c-1":["\n","^Zurück ",{"->":"Divert1"},"\n",{"#f":5}]}],{"#f":5}],"c-5":["^ Erzähl mir mehr über Social Engineering.","\n","^Social Engineering Attacken sind Versuche über menschliche Interaktion, wie z.B. Phishing oder Baiting, vertrauliche Informationen zu erlangen oder Zugriff auf Systeme zu erlangen.","\n",["ev","str","^Beispiele","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Zurück","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ Wie funktioniert das genau?","\n","^Social Engineering kann durch verschiedene Techniken erfolgen, wie z.B. Phishing-E-Mails, Baiting (das Angebot von etwas Verlockendem), Scareware (Angstmache), Pretexting (die Verwendung einer falschen Identität) oder durch das Einschleusen von sogenannten \"Social Engineers\" (Angreifer, die sich als vertrauenswürdige Personen ausgeben). Einfallstore für Social Engineering Angriffe sind meistens die Unachtsamkeit oder Unerfahrenheit von Nutzern, sowie mangelndes Wissen über Sicherheit. Dies kann dazu führen, dass Nutzer auf gefälschte E-Mails, Websites oder Anrufe hereinfallen und vertrauliche Informationen preisgeben.","\n",["ev","str","^Schutz","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Zurück","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ Wie kann man sich schützen?","\n","^Um sich gegen Social Engineering Angriffe zu schützen, ist es wichtig, sensibilisiert zu sein und immer skeptisch gegenüber verdächtigen Anrufen, E-Mails oder Nachrichten zu sein. Es ist hilfreich, regelmäßig Schulungen und Übungen zu machen, um Mitarbeiter für solche Angriffe zu sensibilisieren. ",{"->":"Divert1"},"\n",{"#f":5}],"c-1":["^ ",{"->":"Divert1"},"\n",{"#f":5}]}],{"#f":5}],"c-1":["\n","^Zurück ",{"->":"Divert1"},"\n",{"#f":5}]}],{"#f":5}],"c-6":["^ ",{"->":"EndPart"},"\n",{"#f":5}]}],{"#f":1}],"EndPart":["end",{"#f":1}],"#f":1}],"listDefs":{}}