{"inkVersion":19,"root":[["^Guten Tag, im Incident Response Management gibt es laut Nist (National Institute of Standards and Technology) mehrere Phasen. Möchten Sie über eine Phase mehr erfahren?","\n",[{"->":"Divert1"},["done",{"#f":5,"#n":"g-1"}],{"#f":5,"#n":"g-0"}],null],"done",{"Divert1":[["ev","str","^Identify","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Protect","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Detect","/str","/ev",{"*":".^.c-2","flg":20},"ev","str","^Respond","/str","/ev",{"*":".^.c-3","flg":20},"ev","str","^Recover","/str","/ev",{"*":".^.c-4","flg":20},"ev","str","^Leave","/str","/ev",{"*":".^.c-5","flg":20},{"c-0":["^ Erzähl mir mehr über die Identify-Phase.","\n","^In der ersten Phase wird ein organisatorisches Verständnis entwickelt, um Cybersecurity-Risiken für Systeme, Daten und Fähigkeiten zu verwalten. Das Verständnis des Geschäftszusammenhangs, der Ressourcen und der damit verbundenen Risiken ermöglicht die Fokussierung & Priorisierung der Bemühungen entsprechend der Risiko-Management-Strategie.","\n",["ev","str","^Beispiele","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Zurück","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^Beispiele für Aufgabenfelder dieser Kategorie sind: Asset Management, Business Environment, Governance, Risk Assessment und Risk Management Strategy.","\n",["ev","str","^Zurück","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","^Zurück ",{"->":"Divert1"},"\n",{"#f":5}]}],{"#f":5}],"c-1":["\n","^Zurück ",{"->":"Divert1"},"\n",{"#f":5}]}],{"#f":5}],"c-1":["^ Erzähl mir mehr über die Protect-Phase.","\n","^Protect ist die zweite Phase. Dabei entwickeln und implementieren Sie angemessene Schutzmaßnahmen, um die Bereitstellung wichtiger Dienste sicherzustellen. Die Funktion Protect unterstützt die Fähigkeit, die Auswirkungen eines möglichen Cybersecurity-Ereignisses zu begrenzen oder entgegenzuwirken.","\n",["ev","str","^Beispiele","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Zurück","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^Hierbei kann es sich um Isolation des betroffenen Teils des Systems, Überprüfung der Zugriffsrechte und Sicherheitsmaßnahmen, Awareness und Training, Datensicherheit sowie Überwachung und Überprüfung des Netzwerks handeln.","\n",["ev","str","^Zurück","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","^Zurück ",{"->":"Divert1"},"\n",{"#f":5}]}],{"#f":5}],"c-1":["\n","^Zurück ",{"->":"Divert1"},"\n",{"#f":5}]}],{"#f":5}],"c-2":["^ Erzähl mir mehr über die Detect-Phase.","\n","^Detect ist die dritte Phase. Dabei entwickeln und implementieren Sie geeignete Aktivitäten, um das Auftreten eines Cybersecurity-Ereignisses zu identifizieren. Die Funktion Detect ermöglicht die zeitnahe Entdeckung von Cybersecurity-Ereignissen.","\n",["ev","str","^Beispiele","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Zurück","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^Hierbei werden Überwachungs-Tools, Alarme und manuelle Überprüfungen eingesetzt, um einen Vorfall zu erkennen, sobald er auftritt. Beispiele für Aufgabenfelder dieser Kategorie sind: Anomalien und Ereignisse, Security Continuous Monitoring (regelmäßige Überprüfungen, Tests und Überwachung) und Detection Prozesse.","\n",["ev","str","^Zurück","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","^Zurück ",{"->":"Divert1"},"\n",{"#f":5}]}],{"#f":5}],"c-1":["\n","^Zurück ",{"->":"Divert1"},"\n",{"#f":5}]}],{"#f":5}],"c-3":["^ Erzähl mir mehr über die Respond-Phase.","\n","^Respond ist die vierte Phase. Dabei entwickeln und implementieren Sie geeignete Aktivitäten, um Maßnahmen im Zusammenhang mit einem erkannten Cybersecurity-Vorfall zu ergreifen. Sobald ein Vorfall erkannt wurde, erfolgt in dieser Phase eine schnelle Reaktion, um den Schaden zu begrenzen und das System zu stabilisieren.","\n",["ev","str","^Beispiele","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Zurück","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^Hierbei kann es sich um die Überprüfung der Logs (Protokolldatei), das Isolieren des betroffenen Teils des Systems, das Überprüfen von Zugriffsrechten und das Durchführen von Sicherheitsmaßnahmen handeln. Außerdem wird die Kommunikation und interne und externe Umgang in Bezug auf den Vorfall diskutiert und die Recover Phase geplant.","\n",["ev","str","^Zurück","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","^Zurück ",{"->":"Divert1"},"\n",{"#f":5}]}],{"#f":5}],"c-1":["\n","^Zurück ",{"->":"Divert1"},"\n",{"#f":5}]}],{"#f":5}],"c-4":["^ Erzähl mir mehr über die Recover-Phase.","\n","^In dieser letzten Phase werden geeignete Aktivitäten entwickelt/implementiert, um die Widerstandsfähigkeit aufrechtzuerhalten und die durch einen Cybersecurity-Vorfall beeinträchtigten Dienste wiederherzustellen. Die Funktion Recover unterstützt eine zeitnahe Rückkehr zum normalen Betrieb, um die Auswirkungen des Incident zu reduzieren.","\n",["ev","str","^Beispiele","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Zurück","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^Hierbei kann es sich um das Wiederherstellen von Daten, das Überprüfen und Anpassen von Sicherheitsmaßnahmen und das Überprüfen des Systems auf andere mögliche Schäden handeln.","\n",["ev","str","^Zurück","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","^Zurück ",{"->":"Divert1"},"\n",{"#f":5}]}],{"#f":5}],"c-1":["\n","^Zurück ",{"->":"Divert1"},"\n",{"#f":5}]}],{"#f":5}],"c-5":["^ ",{"->":"EndPart"},"\n",{"#f":5}]}],{"#f":1}],"EndPart":["end",{"#f":1}],"#f":1}],"listDefs":{}}