{"inkVersion":19,"root":[["^Beim Incident Response gibt es laut Nist(National Institute of Standards and Technology) mehrere Phasen. Über welche Phase möchten Sie mehr erfahren?","\n",[{"->":"Divert1"},["done",{"#f":5,"#n":"g-1"}],{"#f":5,"#n":"g-0"}],null],"done",{"Divert1":[["ev","str","^Detect","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Respond","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Recover","/str","/ev",{"*":".^.c-2","flg":20},"ev","str","^Identify","/str","/ev",{"*":".^.c-3","flg":20},"ev","str","^Protect","/str","/ev",{"*":".^.c-4","flg":20},"ev","str","^Leave","/str","/ev",{"*":".^.c-5","flg":4},{"c-0":["^ Detect","\n","^Entwickeln und implementieren Sie geeignete Aktivitäten, um das Auftreten eines Cybersecurity-Ereignisses zu identifizieren. Die Funktion Detect ermöglicht die zeitnahe Entdeckung von Cybersecurity-Ereignissen.","\n",["ev","str","^Zurück","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","^Zurück ",{"->":"Divert1"},"\n",{"#f":5}]}],{"#f":5}],"c-1":["^ Respond","\n","^Entwickeln und implementieren Sie geeignete Aktivitäten, um Maßnahmen im Zusammenhang mit einem erkannten Cybersecurity-Vorfall zu ergreifen. Sobald ein Vorfall erkannt wurde, erfolgt in dieser Phase eine schnelle Reaktion, um den Schaden zu begrenzen und das System zu stabilisieren.","\n",["ev","str","^Zurück","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","^Zurück ",{"->":"Divert1"},"\n",{"#f":5}]}],{"#f":5}],"c-2":["^ Recover","\n","^Entwickeln und implementieren Sie geeignete Aktivitäten, um Pläne für die Widerstandsfähigkeit aufrechtzuerhalten und die durch einen Cybersecurity-Vorfall beeinträchtigten Fähigkeiten oder Dienste wiederherzustellen. Die Funktion Recover unterstützt eine zeitnahe Rückkehr zum normalen Betrieb, um die Auswirkungen eines Cybersecurity-Vorfalls zu reduzieren.","\n",["ev","str","^Zurück","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","^Zurück ",{"->":"Divert1"},"\n",{"#f":5}]}],{"#f":5}],"c-3":["^ Identify","\n","^Entwickeln Sie ein organisatorisches Verständnis, um Cybersecurity-Risiken für Systeme, Personen, Vermögenswerte, Daten und Fähigkeiten zu verwalten. Das Verständnis des Geschäftszusammenhangs, der Ressourcen und der damit verbundenen Risiken ermöglicht die Fokussierung & Priorisierung der Bemühungen entsprechend der Risiko-Management-Strategie.","\n",["ev","str","^Zurück","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","^Zurück ",{"->":"Divert1"},"\n",{"#f":5}]}],{"#f":5}],"c-4":["^ Protect","\n","^Entwickeln und implementieren Sie angemessene Schutzmaßnahmen, um die Bereitstellung wichtiger Dienste sicherzustellen. Die Funktion Recover unterstützt eine zeitnahe Rückkehr zum normalen Betrieb, um die Auswirkungen des Incident zu reduzieren.","\n","^Zurück ",{"->":".^.^.^"},"\n",{"#f":5}],"c-5":["^ ",{"->":"EndPart"},"\n",{"#f":5}]}],{"#f":1}],"EndPart":["end",{"#f":1}],"#f":1}],"listDefs":{}}