{"inkVersion":19,"root":[["^Guten Tag, möchtest du mehr über Warrooms erfahren? (Bediene die Button per Maus)","\n",[{"->":"Divert1"},["done",{"#f":5,"#n":"g-1"}],{"#f":5,"#n":"g-0"}],null],"done",{"Divert1":[["ev","str","^Definition","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Zweck","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Wichtigkeit","/str","/ev",{"*":".^.c-2","flg":20},"ev","str","^Leave","/str","/ev",{"*":".^.c-3","flg":20},{"c-0":["^ Was ist ein Warroom genau?","\n","^Ein Warroom ist ein dedizierter Raum, der während eines Incidents genutzt wird, um ein Team von Experten zusammenzubringen und die Reaktion auf einen Vorfall zu koordinieren. Dediziert bedeutet, dass eine Ressource oder ein Bereich exklusiv und ausschließlich für einen bestimmten Zweck verwendet wird.","\n",["ev","str","^Besonderheiten","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Zurück","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ Was ist an dem Raum besonders?","\n","^Ein Warroom ist meistens nicht im Firmennetzwerk, sondern separat angeschlossen. Ein abgeschirmter Warroom schützt das Firmennetzwerk und die IT-Systeme vor weiteren Angriffen, indem er eine isolierte Umgebung bietet, in der Daten und Systeme vor unautorisiertem Zugriff geschützt werden können.","\n",["ev","str","^Zurück","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":[{"->":"Divert1"},"\n",{"#f":5}]}],{"#f":5}],"c-1":["^ ",{"->":"Divert1"},"\n",{"#f":5}]}],{"#f":5}],"c-1":["^ Was wird in einem Warroom besprochen?","\n","^Es dient als Kommandozentrale für das Sammeln von Informationen und die Überwachung und Entscheidungen bei Krisen, um den Vorfall schnell und effektiv zu bewältigen. Dort versammeln sich (teils virtuell) das Krisenteam des Unternehmen inklusive Experten verschiedener Bereiche und ggf. externe Parteien.","\n",["ev","str","^Zurück","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ",{"->":"Divert1"},"\n",{"#f":5}]}],{"#f":5}],"c-2":["^ Warum ist die Existenz eines Warrooms wichtig?","\n","^Der Warroom fördert eine effektive Reaktion auf kritische Incidents durch Versammlung von Experten aus verschiedenen Bereichen. Außerdem bietet ein Warroom eine transparente Übersicht über den Status des Vorfalls und den Fortschritt bei der Bewältigung desselben.","\n",["ev","str","^Zurück","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ",{"->":"Divert1"},"\n",{"#f":5}]}],{"#f":5}],"c-3":["^ ",{"->":"EndPart"},"\n",{"#f":5}]}],{"#f":1}],"EndPart":["end",{"#f":1}],"#f":1}],"listDefs":{}}